
export default {
    times: '  مرة  {} ',
    header: {
        round: ' الجولة ',
        balance: ' : الرصيد ',
        win: " : أرباح اليوم "
    },
    result: {
        title: {
            win: ' تهانينا، أنت الفائز ',
            lost: ' للأسف ',
            wait: ' من فضلك انتظر ',
            noplay: '  من فضلك انتظر  '
        },
        discribe: {
            lost: "  اقتربت جدا من الفوز! حاول مرة أخرى!   ",
            wait: '  حظ سعيد! ',
            noplay: '  حظ سعيد! '
        },
        top: 'توب 3',
    },

    panel_help: {

        title: 'كيفية اللعب ',
        content:
            `\u202E1.    اختر كمية القطع الذهبية, ثم اختر فاكهة تنفق العملات \n\u202E الذهبية عليها.

\u202E  2.    يمكنك اختيار ما يصل إلي 6 فواكه في كل جولة,\n\u202E لا يوجد حد اقصي لكمية العملات الذهبية التي يمكنك إنفاقها.

\u202E3.    في كل جولة لديك 51 ثانية لإختيار الفاكهة,\n\u202Eبعد ذلك سيتم سحب الفاكهة الفائزة.

\u202E         4.    إذا كنت قد انفقت القطع الذهبية علي الفاكهة الفائزة , \n\u202E فستربح الجائزة المقابلة.

\u202E5.    يعود حق التفسير النهائي لهذه اللعبة لإدارة الو.
        `

    },

    panel_rank: {
        title: 'أكبر الفائزين اليوم',
        noRecord: "لا يوجد سجل",
    },

    panel_record: {
        title: " سجلات المشاركة ",
        noRecord: " لا يوجد سجل, في إنتظارك ! ",
        winFruit: '{} :الفاكهة الفائزة',
        round: '{} :الجولة',
        selected: ":الفاكهة المختارة",
        correct: 'صائب',
        wrong: 'خاطئ',
    },
    // 一般的描述性功能文字
    descibeText: {
        text_result: ': النتائج    '
    },

    tips: {
        '1001': 'اللعبة على وشك البدء',
        '1002': "لا يوجد رهان في الوقت الحين",
        '1003': "يرجى التحقق من الشبكة وحاول الاتصال مرة أخرى",

        '2001': 'يمكنك اختيار ما يصل إلى 6 فواكه في كل جولة',

        '3001': "عملاتك الذهبية غير كافية، يرجى إعادة الشحن.",
        '3002': "فشل الرهان، يرجى إعادة الرهان"
    },

    jackpot: {
        title: ' سجل JackPot ',
    }

}