export default {
    index:{
        tips:' الفائز يحصل على 80% ، المحظوظ يحصل على % 10 '
    },

    rotary:{
        tips:' لعبة من 2 إلى 10 لاعبين، الفائز يحصل على 80% من مجموع الجوائز،  \n المحظوظ يحصل على %10 ',
        luckyer:' المحظوظ '
    },

    rule: ' القواعد ',
    rank: {
       
        weekList: ' القائمة الأسبوعية '
    },
    record:{
        noRecord: "لا يوجد سجل",
        title: " سجلات المشاركة ",
        time: ' (UTC+3) الوقت ',
        result: ' نتيجة ',
        fee: ' رصوم ',
        win: ' فاز ',
        winner:' فائز ',
        out:' أخرج ',
        luckyer:' المحظوظ '
    },
    disslove:'  الفائز السوبر لم يبدأ لمدة 5 دقائق وتم حله '


}