
export default {



    kill: '       قتل  ',
    exitGame: ' الخروج من اللعبة ',
    resurrect: ' إحياء  ',
    previewRank: ' الترتيب الأسبوعي المُتوقع   ',
    continueGame: ' استمرار اللعبة ',
    weeklyList: ' الترتيب الاسبوعي     ',
    rules: ' القواعد ',
    startChallenge: ' ابدأ التحدي   ',
    weeklyBest: ' {} أعلي سجل لي ',
    personalBest: ' {} الوضع اللانهائي ، أعلى سجل  ',
    Ranking:'  الترتيب  ',

    tips: {

        /**网络断开 */
        'lab_client_1003': "يرجى التحقق من الشبكة وحاول الاتصال مرة أخرى",

        /**网络重连中 */
        'lab_client_1004': '  إعادة الاتصال بالشبكة  ',

        /**连接成功 */
        'lab_client_1005': ' تم ربط الشبكة بنجاح ',

        /**金币不足 */
        'lab_server_10802': "عملاتك الذهبية غير كافية، يرجى إعادة الشحن.",

        /** 操作失败  */
        'lab_server_10031': ' فشلت العملية  ',

        /**登录错误 */
        "lab_server_10001": ' خطأ في تسجيل الدخول ',

        /**游戏维护中 请稍后重试 */
        'lab_server_10013': ' اللعبة قيد الصيانة ، يرجى المحاولة مرة أخرى لاحقًا ',

    }

}